[
  {
    "text": "You have power over your mind—not outside events. Realize this, and you will find strength.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The happiness of your life depends upon the quality of your thoughts.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Waste no more time arguing what a good man should be. Be one.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "If it is not right, do not do it; if it is not true, do not say it.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The impediment to action advances action. What stands in the way becomes the way.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Very little is needed to make a happy life; it is all within yourself.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Nowhere can man find a quieter or more untroubled retreat than in his own soul.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The best revenge is to be unlike him who performed the injury.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Life is opinion.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "It's not what happens to you, but how you react to it that matters.",
    "author": "Epictetus"
  },
  {
    "text": "People are disturbed not by things, but by the views they take of them.",
    "author": "Epictetus"
  },
  {
    "text": "No man is free who is not master of himself.",
    "author": "Epictetus"
  },
  {
    "text": "First say to yourself what you would be; then do what you have to do.",
    "author": "Epictetus"
  },
  {
    "text": "Only the educated are free.",
    "author": "Epictetus"
  },
  {
    "text": "If you want to improve, be content to be thought foolish and stupid.",
    "author": "Epictetus"
  },
  {
    "text": "Make the best use of what is in your power, and take the rest as it happens.",
    "author": "Epictetus"
  },
  {
    "text": "Wealth consists not in having great possessions, but in having few wants.",
    "author": "Epictetus"
  },
  {
    "text": "Don't explain your philosophy. Embody it.",
    "author": "Epictetus"
  },
  {
    "text": "Difficulties show a person's character.",
    "author": "Epictetus"
  },
  {
    "text": "Luck is what happens when preparation meets opportunity.",
    "author": "Seneca"
  },
  {
    "text": "We suffer more often in imagination than in reality.",
    "author": "Seneca"
  },
  {
    "text": "Difficulties strengthen the mind, as labor does the body.",
    "author": "Seneca"
  },
  {
    "text": "It is not that we have a short time to live, but that we waste much of it.",
    "author": "Seneca"
  },
  {
    "text": "While we are postponing, life speeds by.",
    "author": "Seneca"
  },
  {
    "text": "He who is brave is free.",
    "author": "Seneca"
  },
  {
    "text": "Associate with people who are likely to improve you.",
    "author": "Seneca"
  },
  {
    "text": "Begin at once to live, and count each separate day as a separate life.",
    "author": "Seneca"
  },
  {
    "text": "Sometimes even to live is an act of courage.",
    "author": "Seneca"
  },
  {
    "text": "As is a tale, so is life: not how long it is, but how good it is, is what matters.",
    "author": "Seneca"
  },
  {
    "text": "The journey of a thousand miles begins with a single step.",
    "author": "Lao Tzu"
  },
  {
    "text": "When I let go of what I am, I become what I might be.",
    "author": "Lao Tzu"
  },
  {
    "text": "He who conquers others is strong; he who conquers himself is mighty.",
    "author": "Lao Tzu"
  },
  {
    "text": "Knowing others is intelligence; knowing yourself is true wisdom.",
    "author": "Lao Tzu"
  },
  {
    "text": "Silence is a source of great strength.",
    "author": "Lao Tzu"
  },
  {
    "text": "I have just three things to teach: simplicity, patience, compassion.",
    "author": "Lao Tzu"
  },
  {
    "text": "Nature does not hurry, yet everything is accomplished.",
    "author": "Lao Tzu"
  },
  {
    "text": "When you are content to be simply yourself, you become outstanding.",
    "author": "Lao Tzu"
  },
  {
    "text": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius"
  },
  {
    "text": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius"
  },
  {
    "text": "The man who moves a mountain begins by carrying away small stones.",
    "author": "Confucius"
  },
  {
    "text": "Wherever you go, go with all your heart.",
    "author": "Confucius"
  },
  {
    "text": "He who learns but does not think is lost; he who thinks but does not learn is in great danger.",
    "author": "Confucius"
  },
  {
    "text": "To see what is right and not do it is want of courage.",
    "author": "Confucius"
  },
  {
    "text": "When anger rises, think of the consequences.",
    "author": "Confucius"
  },
  {
    "text": "All that we are is the result of what we have thought.",
    "author": "Buddha"
  },
  {
    "text": "Peace comes from within. Do not seek it without.",
    "author": "Buddha"
  },
  {
    "text": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.",
    "author": "Buddha"
  },
  {
    "text": "What we think, we become.",
    "author": "Buddha"
  },
  {
    "text": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "author": "Buddha"
  },
  {
    "text": "Drop by drop the water pot is filled.",
    "author": "Buddha"
  },
  {
    "text": "Well done is better than well said.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Energy and persistence conquer all things.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Lost time is never found again.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Diligence is the mother of good luck.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Early to bed and early to rise makes a man healthy, wealthy, and wise.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "By failing to prepare, you are preparing to fail.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Never leave that till tomorrow which you can do today.",
    "author": "Benjamin Franklin"
  },
  {
    "text": "Our doubts are traitors, and make us lose the good we oft might win, by fearing to attempt.",
    "author": "William Shakespeare"
  },
  {
    "text": "There is nothing either good or bad, but thinking makes it so.",
    "author": "William Shakespeare"
  },
  {
    "text": "Some are born great, some achieve greatness, and some have greatness thrust upon them.",
    "author": "William Shakespeare"
  },
  {
    "text": "To thine own self be true.",
    "author": "William Shakespeare"
  },
  {
    "text": "Wisely and slow; they stumble that run fast.",
    "author": "William Shakespeare"
  },
  {
    "text": "Strong reasons make strong actions.",
    "author": "William Shakespeare"
  },
  {
    "text": "Things done well and with a care, exempt themselves from fear.",
    "author": "William Shakespeare"
  },
  {
    "text": "Boldness be my friend.",
    "author": "William Shakespeare"
  },
  {
    "text": "Nothing great was ever achieved without enthusiasm.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "The only way to have a friend is to be one.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Always do what you are afraid to do.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "The only person you are destined to become is the person you decide to be.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "text": "Go confidently in the direction of your dreams. Live the life you have imagined.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "Success usually comes to those who are too busy to be looking for it.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "It's not what you look at that matters, it's what you see.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "The price of anything is the amount of life you exchange for it.",
    "author": "Henry David Thoreau"
  },
  {
    "text": "Whatever you can do or dream you can, begin it. Boldness has genius, power, and magic in it.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "As soon as you trust yourself, you will know how to live.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Magic is believing in yourself; if you can do that, you can make anything happen.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "text": "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "author": "Leo Tolstoy"
  },
  {
    "text": "The two most powerful warriors are patience and time.",
    "author": "Leo Tolstoy"
  },
  {
    "text": "There is no greatness where there is not simplicity, goodness, and truth.",
    "author": "Leo Tolstoy"
  },
  {
    "text": "He who has a why to live can bear almost any how.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "That which does not kill us makes us stronger.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Become who you are.",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "I am a slow walker, but I never walk back.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Always bear in mind that your own resolution to succeed is more important than any one thing.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "I will prepare and someday my chance will come.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Whatever you are, be a good one.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "We are all in the gutter, but some of us are looking at the stars.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Experience is simply the name we give our mistakes.",
    "author": "Oscar Wilde"
  },
  {
    "text": "To live is the rarest thing in the world. Most people exist, that is all.",
    "author": "Oscar Wilde"
  },
  {
    "text": "While there is life, there is hope.",
    "author": "Cicero"
  },
  {
    "text": "The beginning is the most important part of the work.",
    "author": "Plato"
  },
  {
    "text": "The measure of a man is what he does with power.",
    "author": "Plato"
  },
  {
    "text": "Well begun is half done.",
    "author": "Aristotle"
  },
  {
    "text": "Knowing yourself is the beginning of all wisdom.",
    "author": "Aristotle"
  },
  {
    "text": "Genius is one percent inspiration and ninety-nine percent perspiration.",
    "author": "Thomas Edison"
  },
  {
    "text": "A man is literally what he thinks, his character being the complete sum of all his thoughts.",
    "author": "James Allen"
  },
  {
    "text": "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.",
    "author": "James Allen"
  },
  {
    "text": "Men are anxious to improve their circumstances, but are unwilling to improve themselves; they therefore remain bound.",
    "author": "James Allen"
  },
  {
    "text": "As he thinks, so he is; as he continues to think, so he remains.",
    "author": "James Allen"
  },
  {
    "text": "The greatest discovery of my generation is that human beings can alter their lives by altering their attitudes.",
    "author": "William James"
  },
  {
    "text": "Act as if what you do makes a difference. It does.",
    "author": "William James"
  },
  {
    "text": "The best use of life is to spend it for something that outlasts it.",
    "author": "William James"
  },
  {
    "text": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
    "author": "William James"
  },
  {
    "text": "The greatest weapon against stress is our ability to choose one thought over another.",
    "author": "William James"
  },
  {
    "text": "The wise man does not lay up treasure. The more he gives to others, the more he has for his own.",
    "author": "Lao Tzu"
  },
  {
    "text": "A leader is best when people barely know he exists, when his work is done, his aim fulfilled, they will say: we did it ourselves.",
    "author": "Lao Tzu"
  },
  {
    "text": "Life is really simple, but we insist on making it complicated.",
    "author": "Confucius"
  },
  {
    "text": "The superior man is modest in his speech but exceeds in his actions.",
    "author": "Confucius"
  },
  {
    "text": "Everything has beauty, but not everyone sees it.",
    "author": "Confucius"
  },
  {
    "text": "I hear and I forget. I see and I remember. I do and I understand.",
    "author": "Confucius"
  },
  {
    "text": "Real knowledge is to know the extent of one's ignorance.",
    "author": "Confucius"
  },
  {
    "text": "The mind is everything. What you think you become.",
    "author": "Buddha"
  },
  {
    "text": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "author": "Buddha"
  },
  {
    "text": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
    "author": "Buddha"
  },
  {
    "text": "Three things cannot be long hidden: the sun, the moon, and the truth.",
    "author": "Buddha"
  },
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs"
  },
  {
    "text": "Your time is limited, don't waste it living someone else's life.",
    "author": "Steve Jobs"
  },
  {
    "text": "Innovation distinguishes between a leader and a follower.",
    "author": "Steve Jobs"
  },
  {
    "text": "Stay hungry, stay foolish.",
    "author": "Steve Jobs"
  },
  {
    "text": "The people who are crazy enough to think they can change the world are the ones who do.",
    "author": "Steve Jobs"
  },
  {
    "text": "Quality is not an act, it is a habit.",
    "author": "Aristotle"
  },
  {
    "text": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
    "author": "Aristotle"
  },
  {
    "text": "Patience is bitter, but its fruit is sweet.",
    "author": "Aristotle"
  },
  {
    "text": "Pleasure in the job puts perfection in the work.",
    "author": "Aristotle"
  },
  {
    "text": "Hope is a waking dream.",
    "author": "Aristotle"
  },
  {
    "text": "The secret of change is to focus all of your energy not on fighting the old, but on building the new.",
    "author": "Socrates"
  },
  {
    "text": "The only true wisdom is in knowing you know nothing.",
    "author": "Socrates"
  },
  {
    "text": "Be kind, for everyone you meet is fighting a hard battle.",
    "author": "Plato"
  },
  {
    "text": "Courage is knowing what not to fear.",
    "author": "Plato"
  },
  {
    "text": "The first and greatest victory is to conquer yourself.",
    "author": "Plato"
  },
  {
    "text": "Opinion is the medium between knowledge and ignorance.",
    "author": "Plato"
  },
  {
    "text": "Life must be understood backwards; but it must be lived forward.",
    "author": "Søren Kierkegaard"
  },
  {
    "text": "To dare is to lose one's footing momentarily. Not to dare is to lose oneself.",
    "author": "Søren Kierkegaard"
  },
  {
    "text": "The function of prayer is not to influence God, but rather to change the nature of the one who prays.",
    "author": "Søren Kierkegaard"
  },
  {
    "text": "Life is a daring adventure or nothing at all.",
    "author": "Helen Keller"
  },
  {
    "text": "Alone we can do so little; together we can do so much.",
    "author": "Helen Keller"
  },
  {
    "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "author": "Helen Keller"
  },
  {
    "text": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened.",
    "author": "Helen Keller"
  },
  {
    "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "author": "Helen Keller"
  },
  {
    "text": "What we achieve inwardly will change outer reality.",
    "author": "Plutarch"
  },
  {
    "text": "The mind is not a vessel to be filled, but a fire to be kindled.",
    "author": "Plutarch"
  },
  {
    "text": "I don't know the key to success, but the key to failure is trying to please everybody.",
    "author": "Bill Cosby"
  },
  {
    "text": "In order to succeed, we must first believe that we can.",
    "author": "Nikos Kazantzakis"
  },
  {
    "text": "The only impossible journey is the one you never begin.",
    "author": "Tony Robbins"
  },
  {
    "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill"
  },
  {
    "text": "We make a living by what we get, but we make a life by what we give.",
    "author": "Winston Churchill"
  },
  {
    "text": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.",
    "author": "Winston Churchill"
  },
  {
    "text": "Success consists of going from failure to failure without loss of enthusiasm.",
    "author": "Winston Churchill"
  },
  {
    "text": "If you're going through hell, keep going.",
    "author": "Winston Churchill"
  },
  {
    "text": "The price of greatness is responsibility.",
    "author": "Winston Churchill"
  },
  {
    "text": "Do not wait for leaders; do it alone, person to person.",
    "author": "Mother Teresa"
  },
  {
    "text": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
    "author": "Mother Teresa"
  },
  {
    "text": "If you judge people, you have no time to love them.",
    "author": "Mother Teresa"
  },
  {
    "text": "Peace begins with a smile.",
    "author": "Mother Teresa"
  },
  {
    "text": "Kind words can be short and easy to speak, but their echoes are truly endless.",
    "author": "Mother Teresa"
  },
  {
    "text": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.",
    "author": "Mother Teresa"
  },
  {
    "text": "It is during our darkest moments that we must focus to see the light.",
    "author": "Aristotle"
  },
  {
    "text": "Change your thoughts and you change your world.",
    "author": "Norman Vincent Peale"
  },
  {
    "text": "The way to get started is to quit talking and begin doing.",
    "author": "Walt Disney"
  },
  {
    "text": "All our dreams can come true, if we have the courage to pursue them.",
    "author": "Walt Disney"
  },
  {
    "text": "The difference between winning and losing is most often not quitting.",
    "author": "Walt Disney"
  },
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Do what you can, with what you have, where you are.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "It is hard to fail, but it is worse never to have tried to succeed.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "Keep your eyes on the stars, and your feet on the ground.",
    "author": "Theodore Roosevelt"
  },
  {
    "text": "The only man who never makes a mistake is the man who never does anything.",
    "author": "Theodore Roosevelt"
  }
]
