[
  {"text":"Well done is better than well said.","author":"Benjamin Franklin"},
  {"text":"An investment in knowledge pays the best interest.","author":"Benjamin Franklin"},
  {"text":"Energy and persistence conquer all things.","author":"Benjamin Franklin"},
  {"text":"By failing to prepare, you are preparing to fail.","author":"Benjamin Franklin"},
  {"text":"Lost time is never found again.","author":"Benjamin Franklin"},
  {"text":"What you do speaks so loudly that I cannot hear what you say.","author":"Ralph Waldo Emerson"},
  {"text":"The only person you are destined to become is the person you decide to be.","author":"Ralph Waldo Emerson"},
  {"text":"Do not go where the path may lead, go instead where there is no path and leave a trail.","author":"Ralph Waldo Emerson"},
  {"text":"Nothing great was ever achieved without enthusiasm.","author":"Ralph Waldo Emerson"},
  {"text":"Go confidently in the direction of your dreams. Live the life you have imagined.","author":"Henry David Thoreau"},
  {"text":"Our life is frittered away by detail; simplify, simplify.","author":"Henry David Thoreau"},
  {"text":"It is not length of life, but depth of life.","author":"Ralph Waldo Emerson"},
  {"text":"The secret of getting ahead is getting started.","author":"Mark Twain"},
  {"text":"Courage is resistance to fear, mastery of fear, not absence of it.","author":"Mark Twain"},
  {"text":"Knowing yourself is the beginning of all wisdom.","author":"Aristotle"},
  {"text":"We are what we repeatedly do. Excellence, then, is not an act but a habit.","author":"Aristotle"},
  {"text":"It is the mark of an educated mind to be able to entertain a thought without accepting it.","author":"Aristotle"},
  {"text":"He who is brave is free.","author":"Seneca"},
  {"text":"Luck is what happens when preparation meets opportunity.","author":"Seneca"},
  {"text":"Difficulties strengthen the mind, as labor does the body.","author":"Seneca"},
  {"text":"If it is not right, do not do it; if it is not true, do not say it.","author":"Marcus Aurelius"},
  {"text":"The soul becomes dyed with the color of its thoughts.","author":"Marcus Aurelius"},
  {"text":"You have power over your mind—not outside events. Realize this, and you will find strength.","author":"Marcus Aurelius"},
  {"text":"No man is free who is not master of himself.","author":"Epictetus"},
  {"text":"First say to yourself what you would be; and then do what you have to do.","author":"Epictetus"},
  {"text":"Men are disturbed not by things, but by the views which they take of them.","author":"Epictetus"},
  {"text":"Fortune favors the bold.","author":"Virgil"},
  {"text":"Take rest; a field that has rested gives a bountiful crop.","author":"Ovid"},
  {"text":"Habits change into character.","author":"Ovid"},
  {"text":"Gratitude is not only the greatest of virtues, but the parent of all the others.","author":"Cicero"},
  {"text":"More is lost by indecision than wrong decision.","author":"Cicero"},
  {"text":"The greater the difficulty, the greater the glory in surmounting it.","author":"Epicurus"},
  {"text":"Act as if what you do makes a difference. It does.","author":"William James"},
  {"text":"A room without books is like a body without a soul.","author":"Cicero"},
  {"text":"The only limit to our realization of tomorrow is our doubts of today.","author":"(Often attributed; use with caution)"},
  {"text":"Be the change that you wish to see in the world.","author":"(Often attributed; use with caution)"},
  {"text":"To thine own self be true.","author":"William Shakespeare"},
  {"text":"There is nothing either good or bad, but thinking makes it so.","author":"William Shakespeare"},
  {"text":"Action is eloquence.","author":"William Shakespeare"},
  {"text":"Boldness be my friend.","author":"William Shakespeare"},
  {"text":"The better part of valor is discretion.","author":"William Shakespeare"},
  {"text":"To be, or not to be: that is the question.","author":"William Shakespeare"},
  {"text":"Genius is eternal patience.","author":"Michelangelo"},
  {"text":"To be prepared is half the victory.","author":"Miguel de Cervantes"},
  {"text":"Diligence is the mother of good fortune.","author":"Miguel de Cervantes"},
  {"text":"Do not squander time, for that is the stuff life is made of.","author":"Benjamin Franklin"},
  {"text":"The best way to predict the future is to create it.","author":"(Often attributed; use with caution)"},
  {"text":"What we think, we become.","author":"Buddha"},
  {"text":"All that we are is the result of what we have thought.","author":"Buddha"},
  {"text":"It does not matter how slowly you go as long as you do not stop.","author":"Confucius"},
  {"text":"Everything has beauty, but not everyone sees it.","author":"Confucius"},
  {"text":"When anger rises, think of the consequences.","author":"Confucius"},
  {"text":"As a man thinketh in his heart, so is he.","author":"Proverbs (KJV)"},
  {"text":"Be strong and of a good courage.","author":"Joshua (KJV)"},
  {"text":"A soft answer turneth away wrath.","author":"Proverbs (KJV)"},
  {"text":"Small deeds done are better than great deeds planned.","author":"Peter Marshall"},
  {"text":"The beginning is the most important part of the work.","author":"Plato"},
  {"text":"Learning never exhausts the mind.","author":"Leonardo da Vinci"},
  {"text":"The mind is everything. What you think you become.","author":"(Often attributed; use with caution)"},
  {"text":"When one is at peace within, one is at peace with the world.","author":"(Proverb)"},
  {"text":"Great works are performed not by strength but by perseverance.","author":"Samuel Johnson"},
  {"text":"Hope is a waking dream.","author":"Aristotle"},
  {"text":"What lies behind us and what lies before us are small matters compared to what lies within us.","author":"(Often attributed; use with caution)"},
  {"text":"The harder the conflict, the more glorious the triumph.","author":"Thomas Paine"},
  {"text":"He who would accomplish little must sacrifice little; he who would achieve much must sacrifice much.","author":"James Allen"},
  {"text":"The measure of who we are is what we do with what we have.","author":"Vince Lombardi (use with caution if quoting commercially)"}
]
